ncsim(64): 12.20-s003: (c) Copyright 1995-2013 Cadence Design Systems, Inc.

-------------------------------------
Relinquished control to SimVision...
ncsim> 
ncsim> source /home/student/cadence/installs/INCISIV122/tools/inca/files/ncsimrc
ncsim> run
Amount of errors =           0
Simulation complete via $finish(1) at time 16 NS + 0
./nor_2_11_tb.v:32 	$finish;
ncsim> reset
Loaded snapshot worklib.nor_2_11_tb:module
ncsim> database -open waves -into waves.shm -default
Created default SHM database waves
ncsim> probe -create -shm nor_2_11_tb.error_counter nor_2_11_tb.i nor_2_11_tb.in_data1 nor_2_11_tb.in_data2 nor_2_11_tb.j nor_2_11_tb.out_data
Created probe 1
ncsim> run
Amount of errors =           0
Simulation complete via $finish(1) at time 16 NS + 0
./nor_2_11_tb.v:32 	$finish;
ncsim> ^C
ncsim> exit
ncsim: Memory Usage - 25.9M program + 57.3M data = 83.2M total
ncsim: CPU Usage - 1.8s system + 1.3s user = 3.1s total (121.1s, 2.6% cpu)
