ncsim(64): 12.20-s003: (c) Copyright 1995-2013 Cadence Design Systems, Inc.

-------------------------------------
Relinquished control to SimVision...
ncsim> 
ncsim> source /home/student/cadence/installs/INCISIV122/tools/inca/files/ncsimrc
ncsim> run
Amount of errors =           0
Simulation complete via $finish(1) at time 1536 NS + 0
./alu_2_15_tb.v:46 	$finish;
ncsim> reset
Loaded snapshot worklib.alu_2_15_tb:module
ncsim> database -open waves -into waves.shm -default
Created default SHM database waves
ncsim> probe -create -shm alu_2_15_tb.control alu_2_15_tb.error_counter alu_2_15_tb.in_data1 alu_2_15_tb.out_data1 alu_2_15_tb.out_data2 alu_2_15_tb.in_data2
Created probe 1
ncsim> run
Amount of errors =           0
Simulation complete via $finish(1) at time 1536 NS + 0
./alu_2_15_tb.v:46 	$finish;
ncsim> ^C
ncsim> exit
ncsim: Memory Usage - 25.9M program + 57.7M data = 83.6M total
ncsim: CPU Usage - 1.1s system + 1.3s user = 2.4s total (103.7s, 2.4% cpu)
